/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Annuller";
"FORCE_EJECT" = "Tving ud…";
"CONFIRM_FORCE" = "Tving ud";
"TRY_AGAIN" = "Prøv igen";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "Disken blev ikke skubbet ud, fordi et eller flere programmer muligvis bruger den.";
"VOLUME_IN_USE" = "Disken “%@” blev ikke skubbet ud, fordi et eller flere programmer muligvis bruger den.";

"TRYING_TO_EJECT_INFO" = "Du skubber disken ud med det samme ved at klikke på knappen Tving ud.";
"UNABLE_TO_EJECT_INFO" = "Du kan prøve at skubbe disken ud igen eller klikke på knappen Tving ud for at skubbe den ud med det samme.";

"UNKNOWN_FORCE_EJECT" = "Er du sikker på, at du vil skubbe disken ud?";
"VOLUME_FORCE_EJECT" = "Er du sikker på, at du vil skubbe “%@” ud?";

"CONFIRM_FORCEEJECT_INFO" = "Hvis du skubber disken ud, kan det medføre problemer med disken eller oplysningerne på den.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Disken kunne ikke skubbes ud, fordi “%@” bruger den.";
"VOLUME_IN_USE_BY_1GUIPROC" = "Disken “%1$@” kunne ikke skubbes ud, fordi “%2$@” bruger den.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Disken kunne ikke skubbes ud, fordi “%1$@” og “%2$@” bruger den.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Disken “%1$@” kunne ikke skubbes ud, fordi “%2$@” og “%3$@” bruger den.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Disken kunne ikke skubbes ud, fordi “%@” og andre programmer bruger den.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Disken “%1$@” kunne ikke skubbes ud, fordi “%2$@” og andre programmer bruger den.";

"QUIT_ONE_INFO" = "Slut programmet, og prøv at skubbe disken ud igen.";
"QUIT_MULTIPLE_INFO" = "Slut programmerne, og prøv at skubbe disken ud igen.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Disken kan ikke skubbes ud, fordi den benyttes af en anden bruger (“%@”).";
"VOLUME_IN_USE_BY_1USER" = "Disken “%1$@” kan ikke skubbes ud, fordi den benyttes af en anden bruger (“%2$@”).";

"UNKNOWN_IN_USE_BY_2USERS" = "Disken kan ikke skubbes ud, fordi den benyttes af andre brugere (“%1$@” og “%2$@”).";
"VOLUME_IN_USE_BY_2USERS" = "Disken “%1$@” kan ikke skubbes ud, fordi andre brugere (“%2$@” og “%3$@”) benytter den.";

"UNKNOWN_IN_USE_BY_3USERS" = "Disken kan ikke skubbes ud, fordi den benyttes af andre brugere (“%1$@”, “%2$@” og andre).";
"VOLUME_IN_USE_BY_3USERS" = "Disken “%1$@” kan ikke skubbes ud, fordi andre brugere (“%2$@”, “%3$@” og andre) benytter den.";

"LOGOUT_ONE_INFO" = "Prøv at skubbe disken ud igen, når “%@” ikke længere benytter den.";
"LOGOUT_MULTIPLE_INFO" = "Prøv at skubbe disken ud igen, når de andre brugere ikke længere benytter den.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Disken “%1$@” kunne ikke skubbes ud, fordi den er i brug.";
"UNKNOWN_HAS_DISKIMAGE" = "Disken kunne ikke skubbes ud, fordi den er i brug.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Skub “%1$@” ud først, og prøv derefter at skubbe “%2$@” ud igen.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Skub “%1$@” og “%2$@” ud først, og prøv derefter at skubbe “%3$@” ud igen.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Skub “%1$@” og andre diske ud først, og prøv derefter at skubbe “%2$@” ud igen.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Skub “%1$@” ud først, og prøv derefter at skubbe disken ud igen.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Skub “%1$@” og “%2$@” ud først, og prøv derefter at skubbe disken ud igen.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Skub “%1$@” og andre diske ud først, og prøv derefter at skubbe disken ud igen.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "Disken blev skubbet ud.";
"VOLUME_WAS_EJECTED" = "Disken “%@” blev skubbet ud.";


/* Misc strings */
"TRYING_TO_EJECT" = "Prøver at skubbe ud";

"PROCESS_PID" = "Proces %d";